Программа Катедж
Сместиться_В(4,14)
Этаж
Сместиться_На(0,12)
Этаж
Сместиться_На(2,-21)
Окно
Окно
Сместиться_На(-14,11)
Окно
Окно
Сместиться_На(0,9)
Опустить_Перо
Сместиться_На(-4,5)
Сместиться_На(-9,0)
Сместиться_На(-4,-5)
Конец_Программы
Программа Этаж
Опустить_Перо
Сместиться_На(15,0)
Сместиться_На(0,-12)
Сместиться_На(-15,0)
Сместиться_На(0,12)
Поднять_Перо
Конец_Программы
Программа Окно
Опустить_Перо
Сместиться_На(0,5)
Сместиться_На(4,0)
Сместиться_На(0,-5)
Сместиться_На(-4,0)
Сместиться_На(2,0)
Сместиться_На(0,3)
Сместиться_На(2,0)
Сместиться_На(-4,0)
Поднять_Перо
Сместиться_На(7,-3)
Конец_Программы
