Программа Елочки
Сместиться_В(4,11)
Треугольник
Треугольник
Треугольник
Сместиться_На(6,9)
Ветки
Ветки
Ветки
Сместиться_На(6,9)
Треугольник
Треугольник
Треугольник
Сместиться_На(6,9)
Ветки
Ветки
Ветки
Конец_Программы
Программа Треугольник
Опустить_Перо
Сместиться_На(2,-3)
Сместиться_На(-4,0)
Сместиться_На(2,3)
Поднять_Перо
Сместиться_На(-2,-3)
Сместиться_На(2,0)
Конец_Программы
Программа Ветки
Опустить_Перо
Сместиться_На(2,-3)
Сместиться_На(-2,3)
Сместиться_На(-2,-3)
Сместиться_На(2,3)
Сместиться_На(0,-3)
Поднять_Перо
Конец_Программы

